brew "direnv"
brew "bat"
brew "dua-cli"
brew "fd"
brew "fzf"
brew "gum"
brew "jq"
brew "eza"
brew "fastfetch"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "btop"
brew "yazi"
brew "yq"
brew "zoxide"

if OS.mac?
  cask "ghostty"
  cask "font-maple-mono-nf-cn"
end
